/*
*********************************************************************************************************
*
*	模块名称 : FlashFS文件系统演示模块。
*	文件名称 : demo_sd_flashfs.c
*	版    本 : V1.0
*	说    明 : 头文件
*
*	修改记录 :
*		版本号    日期         作者            说明
*       V1.0    2015-09-10   Eric2013    1. RL-FlashFS短文件名版本V4.74
*
*	Copyright (C), 2015-2020, 安富莱电子 www.armfly.com
*
*********************************************************************************************************
*/

#ifndef _DEMO_SD_FLASHFS_H
#define _DEMO_SD_FLASHFS_H

/* 供外部调用的函数声明 */
void DemoFlashFS(void);

#endif


